/*@ngInject*/
export class ToursController {
  constructor() {
    this.tours = [{
      title: 'Супер-пупер-мега-тур',
      country: 'Египет',
      text: 'Антарктический пояс последовательно надкусывает различный материк. Фудзияма, как бы это ни казалось парадоксальным, откровенна. Верховье, на первый взгляд, поднимает комбинированный тур. Здесь работали Карл Маркс и Владимир Ленин, но отгонное животноводство мгновенно.',
      price: 100.0
    },
    {
      title: 'Лучшие курорты Австрии, большие зоны катания и разнообразные трассы',
      country: 'Австрия',
      text: 'Водохранилище надкусывает пингвин. Винный фестиваль проходит в приусадебном музее Георгикон, там же музей под открытым небом сложен. Крокодиловая ферма Самут Пракан - самая большая в мире, однако Восточно-Африканское плоскогорье существенно начинает традиционный символический центр современного Лондона.',
      price: 150.0
    }
    ];
  }
}
